{
  "PrivacyPolicy": "SPS Digital Tech - Privacy Policy\n\nLast Updated: [Date]\n\n1. Introduction\n\nWelcome to SPS Digital Tech. This Privacy Policy explains how we collect, use, disclose, and safeguard your personal information when accessing or using our services. Please read this policy carefully to understand our practices regarding your personal data.\n\n2. Information We Collect\n\nWe may collect various types of information, including:\n\na. Personal Data: such as your name, email address, phone number, and other personal information you voluntarily provide to us.\n\nb. Usage Data: details about your usage of our services, which may include IP addresses, browser types, access times, and the pages you visit.\n\n3. How We Use Your Data\n\nYour data is primarily used to:\n\na. Provide and improve our services.\n\nb. Communicate with you about updates, promotions, or feedback.\n\nc. Monitor usage to ensure a seamless user experience.\n\nd. Detect and prevent fraudulent activity.\n\n4. Data Storage and Third-Party Sharing\n\na. Google Firebase: Our services store your data on Google Firebase. By accepting our privacy policy, you acknowledge and agree to Google Firebase's terms and conditions and privacy policy. Ensure to review their terms to understand how your data is stored and managed.\n\nb. Data Sharing: SPS Digital Tech respects your privacy. We do not share, distribute, or sell your data to third-party entities, unless required by law or if you explicitly consent.\n\n5. Data Security\n\nWe use reasonable technical and administrative measures to protect your data from unauthorized access or loss. However, no method of transmission or storage is completely secure. We cannot guarantee the absolute security of your personal data.\n\n6. Your Rights\n\nYou have the right to:\n\na. Access, correct, or delete your personal data.\n\nb. Object to the processing of your data.\n\nc. Withdraw your consent at any time, where SPS Digital Tech relied on your consent to process your personal data.\n\n7. Modifications to This Privacy Policy\n\nSPS Digital Tech may update this policy from time to time. We recommend you frequently check this page to stay updated on any changes.\n\n8. Contact Information\n\nFor any queries or concerns related to this privacy policy, please contact us at [SPS Digital Tech contact details].\n\n9. Governing Law\n\nThis privacy policy is governed by and construed in accordance with the laws of the jurisdiction in which SPS Digital Tech is based. Disputes arising from this policy shall be settled under the jurisdiction of the same.\n\nNote: This is a basic draft of the privacy policy based on the provided points. To ensure legal compliance and comprehensive coverage, consulting with a legal expert or attorney is advised."
}
